import b1 from '@/app/img/aang.png'
import k1 from '@/app/img/k1.png'
import b2 from '@/app/img/b2.png'
import k2 from '@/app/img/2.png'
import k3 from '@/app/img/6.png'
import b3 from '@/app/img/b3.png'
import k4 from '@/app/img/k4.png'
import b4 from '@/app/img/b4.png'
import k5 from '@/app/img/k5.png'
import b5 from '@/app/img/b5.png'
import k6 from '@/app/img/k6.png'
import b6 from '@/app/img/b6.png'
import k7 from '@/app/img/k7.png'
import b7 from '@/app/img/b7.png'
import k8 from '@/app/img/k8.png'
import b8 from '@/app/img/b8.png'
import k9 from '@/app/img/k9.png'
import b9 from '@/app/img/b9.png'
import k10 from '@/app/img/k10.png'
import b10 from '@/app/img/b10.png'
import k11 from '@/app/img/k11.png'
import b11 from '@/app/img/b11.png'

export const kino = [
	{
		id: 1,
		name: 'Аватар Легенда Об Аанге',
		year: '2024',
		time: ' 1 часа 3 мин',
		country: 'США',
		grade: '7.2',
		category: 'Фэнтези',
		older: '18+',
		bigimg: b1,
		film: 'https://rutube.ru/play/embed/412226ebbf453730869d7bbc59a5cbeb',
		about:
			'Чтобы спасти мир от разрушительной войны, мальчик по имени Аанг должен справиться с четырьмя стихиями и вступить в схватку с безжалостным противником, который пытается его остановить.',
		aboutour:
			'Чтобы спасти мир от разрушительной войны, мальчик по имени Аанг должен справиться с четырьмя стихиями и вступить в схватку с безжалостным противником, который пытается его остановить.',
		trailer: 'https://rutube.ru/play/embed/0401aeec2d4d42cd94c4e182bb772b6e',
		image: k1,
	},
	{
		id: 2,
		name: 'Веном',
		grade: '7.3',
		year: '2018',
		time: ' 1 часа 52 мин',
		grade: '9.2',
		category: 'Премьер',
		image: k2,
		bigimg: b2,
		country: 'США',
		about:
			'В центре сюжета — Веном, один из самых известных антигероев вселенной Человека-паука. Это симбиот, разумное существо инопланетного происхождения, которое вселяется в тело журналиста Эдди Брока',
		aboutour:
			'В центре сюжета — Веном, один из самых известных антигероев вселенной Человека-паука. Это симбиот, разумное существо инопланетного происхождения, которое вселяется в тело журналиста Эдди Брока',
		category: 'Ужасы',
		older: '16+',
		trailer: 'https://rutube.ru/play/embed/eb93d156e1cb3f14613b766ea8a90d9a',
		film: 'https://rutube.ru/play/embed/c650d86c3b78408808e90f342931e578',
	},
	{
		id: 3,
		name: 'Круиз по Джунглям',
		grade: '8.9',
		year: '2021',
		time: ' 1 часа 57 мин',
		image: k3,
		bigimg: b3,
		country: 'США',
		about:
			'Отважная исследовательница дикой природы Лили Хоутон намерена отправиться в верховья Амазонки, чтобы найти легендарное дерево.',
		aboutour:
			'Отважная исследовательница дикой природы Лили Хоутон намерена отправиться в верховья Амазонки, чтобы найти легендарное дерево, которое  – согласно преданиям южноамериканских индейских племен – обладает магическими целебными свойствами. Сопровождать Лили будут её утонченный брат Макгрегор и бесшабашный капитан круизного пароходика Фрэнк',
		category: 'Приключение',
		older: '16+',
		trailer: 'https://rutube.ru/play/embed/8e8c7d19e32cb4632b73814ff780d323',
		film: 'https://rutube.ru/play/embed/a01115a3f95c30b563fb454f2dc615b6',
	},
	{
		id: 4,
		name: 'Муфаса',
		grade: '9.9',
		year: '2024',
		time: ' 1 часа 50 мин',
		image: k4,
		bigimg: b4,
		country: 'США',
		about:
			'Осиротевший Муфаса знакомится с наследником королевских кровей по имени Така. Вместе они отправляются в судьбоносное опасное путешествие, которое проверит их дружбу на прочность.',
		aboutour:
			'После событий первого фильма у Симбы и Налы появилась дочь по имени Киара и вскоре должен родиться второй детеныш. Они отправляются в оазис, в то время как Симба поручает Тимону и Пумбе присматривать за Киарой на Скале Предков. Вскоре их навещает Рафики и, рассказав малышке Киаре о том, когда Симба был в ее возрасте, он решает поделиться историей о юности Муфасы и его коварного сводного брата Шрама, при этом Тимон и Пумба комментируют эту историческую сказку на протяжении всего фильма.',
		category: 'Приключение',
		older: '12+',
		trailer: 'https://rutube.ru/play/embed/e8aa192227f3a13330bc2e36879e26a0',
		film: 'https://rutube.ru/play/embed/289af9291a5294f39702b89d37976031',
	},
	{
		id: 5,
		name: 'Миссия: Красный',
		grade: '8.6',
		year: '2024',
		time: ' 1 часа 50 мин',
		image: k5,
		bigimg: b5,
		country: 'США',
		about:
			'Санта-Клаус под кодовым именем Красный похищен. Начальник службы безопасности Северного полюса должен объединиться с самым известным в мире охотником за головами. Вместе они начинают кругосветную миссию по спасению Рождества.',
		aboutour:
			'Санта-Клаус под кодовым именем Красный похищен. Начальник службы безопасности Северного полюса должен объединиться с самым известным в мире охотником за головами. Вместе они начинают кругосветную миссию по спасению Рождества.',
		category: 'Детектив',
		older: '12+',
		trailer: 'https://rutube.ru/play/embed/790c5824021605962d651368a9757c5d',
		film: 'https://rutube.ru/play/embed/0c938078fc593efa2f1063a19f984856',
	},
	{
		id: 6,
		name: 'Миссия невыполнима',
		grade: '8.8',
		year: '2023',
		time: ' 2 часа 46 мин',
		image: k6,
		bigimg: b6,
		country: 'США',
		about:
			'Итан Хант и его команда противостоят системе искусственного интеллекта Entity, которая вышла из под контроля и стала угрозой человечества.',
		aboutour:
			'Агент ЦРУ Итан Хант оказался в положении подозреваемого в предательстве «крота», из-за которого погибли несколько членов его команды, включая руководителя группы Джима Фелпса. В живых осталась еще только коллега Ханта — жена Фелпса агент Клэр. Чтобы снять с себя обвинения в предательстве, Ханту надо найти настоящего «крота».',
		category: 'Боевик',
		older: '16+',
		trailer: 'https://rutube.ru/play/embed/fed49d6a3d6dc14aa085c2c041e139bd',
		film: 'https://rutube.ru/play/embed/6197a650d257252d7939595ed3780277',
	},
	{
		id: 7,
		name: 'Мое прекрасное несчастье',
		grade: '9.7',
		year: '2023',
		time: ' 2 часа 46 мин',
		image: k7,
		bigimg: b7,
		country: 'США',
		about:
			'Эбби — загадочная и недоступная первокурсница, желающая сбежать от своего прошлого. Трэвис — бунтарь и чемпион подпольных боёв, который не верит в любовь.',
		aboutour:
			'Эбби — загадочная и недоступная первокурсница, желающая сбежать от своего прошлого. Трэвис — бунтарь и чемпион подпольных боев, который не верит в любовь. Воплощая в себе все, от чего Эбби стоит держаться подальше, Трэвис предлагает пари: если он выиграет следующий поединок, она проведет месяц с ним. Однако он и не догадывается, что у них намного больше общего, чем кажется',
		category: 'Романтика',
		older: '16+',
		trailer: 'https://rutube.ru/play/embed/a48b27fb9b87b09e979df5088e941569',
		film: 'https://rutube.ru/play/embed/91ebcc5b5ca1751a4c31e1e6120a5ec9',
	},
	{
		id: 8,
		name: 'Стартрек: Бесконечность',
		grade: '7.8',
		year: '2023',
		time: ' 2 часа 02 мин',
		image: k8,
		bigimg: b8,
		country: 'США',
		about:
			'Идет уже третий год миссии космического корабля «Энтерпрайз». Корабль продолжает исследовать просторы далекого космоса. Однажды из неизвестной туманности поступает призыв о помощи.',
		about:
			'Идет уже третий год миссии космического корабля «Энтерпрайз». Корабль продолжает исследовать просторы далекого космоса. Однажды из неизвестной туманности поступает призыв о помощи. Капитан Кирк (Крис Пайн) дает команду лететь навстречу, однако корабль подвергается мощной атаке пришельцев. Их лидер Кролл (Идрис Эльба) находится в поиске артефакта, который сможет навсегда уничтожить Федерацию. Что предпримет команда Кирка, чтобы противостоять своему смертельному врагу',
		category: 'Боевик',
		older: '16+',
		trailer: 'https://rutube.ru/play/embed/10ace4f5b896f719c1118337132b5d1d',
		film: 'https://rutube.ru/play/embed/5c20f4bb14ac431e06016cd0dba2d401',
	},

	{
		id: 9,
		name: 'Джон Уик',
		grade: '10',
		year: '2023',
		time: ' 2 часа 49 мин',
		image: k9,
		bigimg: b9,
		country: 'США',
		about:
			'Джон Уик - на первый взгляд, самый обычный среднестатистический американец, который ведет спокойную мирную жизнь. Однако мало кто знает, что он был наёмным убийцей, причём одним из лучших профессионалов в своём деле.',
		aboutour:
			'За четыре дня Колстад написал спекулятивный сценарий под названием «Презрение». Источником вдохновения при написании послужили два фильма про месть. Сюжет сценария сосредоточен вокруг персонажа Джона Уика, давно отошедшего от дел киллера в возрасте от 60 до 70 лет, которого заставляют вернуться к прежней жизни.',
		category: 'Боевик',
		older: '17+',
		trailer: 'https://rutube.ru/play/embed/5e2a0c0fb6ce6fa80fb0fe895c3035e7',
		film: 'https://rutube.ru/play/embed/f56063a9b929fd3917cf5d354ebd0884',
	},
	{
		id: 10,
		name: 'Проект Икс',
		grade: '8.9',
		year: '2012',
		time: ' 1 часа 32 мин',
		image: k10,
		bigimg: b10,
		country: 'США',
		about:
			'Три старшеклассника устраивают вечеринку дома у одного из них, но на неё заявляется слишком много народу.',
		aboutour:
			'Фильм основан на реальных событиях, произошедших в Мельбурне в 2008 году и получивших известность на весь мир. Тогда 16-летний подросток Кори Уортингтон в отсутствие родителей устроил вечеринку, которая собрала по меньшей мере несколько сотен человек.',
		category: 'Комедия',
		older: '17+',
		trailer: 'https://rutube.ru/play/embed/16bdd92472c1c1c14ce6d51147095ebd',
		film: 'https://rutube.ru/play/embed/0620966b0a25f0af3854469bacecef1c',
	},
	{
		id: 11,
		name: 'Соник 3',
		grade: '8.9',
		year: '2025',
		time: ' 1 часа 50 мин',
		image: k11,
		bigimg: b11,
		country: 'США',
		about:
			'Соник примиряется с Тейлзом и Наклзом, пока Том восстанавливается после травм.',
		aboutour:
			'Соник примиряется с Тейлзом и Наклзом, пока Том восстанавливается после травм. Во время гонки с Тейлзом и Наклзом Соник теряется и подвергается нападению армии роботов Метал Соника, но его спасает Эми Роуз. В другом месте выясняется, что Шэдоу пережил разрушение пушки и приземлился на Земле',
		category: 'Фэнтези',
		older: '12+',
		trailer: 'https://rutube.ru/play/embed/8b1fb29b45d58c27ebf365aaf8ab22a4',
		film: 'https://rutube.ru/play/embed/8728c4494c1c75b5ce1d8f8562b53aaa',
	},
]
